#python 3.7.1

class Jk (object):

  
    ABOUT_TXT = """
<b>🧑‍🎤 Name</b> : <code> Loki </code>   
<b>👽 Creator</b> : <b><a href="https://github.com/Thorappan">Thorappan 🧙‍♂</b></a>
<b>⌨️ Language</b> : <code>Python3 📇</code>
<b>📟 Library</b> : <a href="https://docs.pyrogram.org">𝑃yrogram Asyncio1.13.0 </a>
<b>💵 Source Code</b> : <a href="https://telegra.ph/file/85f5432b72264822bd051.jpg">🏃 Source Code</a>
"""
    START_TXT = """<b>𝐻𝑒𝑦 𝐵𝑟𝑜 !!</b>{}
<i>ഞാൻ ഒരു പാവം ബോട്ട് ആണ്</i> <a href=https://t.me/rayner74>Rayner 74</a> <i>പുള്ളിക്കാരൻ പഠിക്കുവാൻ വേണ്ടി ആണ് എന്നെ ഉണ്ടാക്കിയത്.
പുള്ളി ഒരു നൂബന് ആയത്കൊണ്ട് ഞാൻ ഇങ്ങനെ ആയിപ്പോയി എന്ത് ചെയ്യാനാ ഹാ സാരമില്ല 
ഞാൻ ഇങ്ങനെ ഇരുന്നാലും പവർഫുൾ ആണ് എൻ്റെ പ്രവർത്തനം അറിയാൻ താഴെ ഉള്ളള ബട്ടൻസ് ഉപയോഗിച്ചാലും..
anyway welcome To Loki Bot </i>"""    

    HELP_TXT = """ എൻ്റെടുത്ത് ഒരുപാട് ഫീച്ചർ ഒന്നുമില്ല ഞാൻ ഒരു നൂബൻ ആണല്ലോ എന്നാലും വേണ്ടെ ചില്ലറ COMMANDS താഴേ ഉണ്ട് 
 I hope you guys enjoy ..🥰

Nb: ഇത് ഒരു വലിയ ബോട്ട് ഒന്നുമല്ല പിന്നെ ഈ function ഒക്കെ ഗ്രൂപ്പിൽ മാത്രമേ വർക്ക് ആകുകയൊള്ളു..!!
    
    """
    PICS = "https://telegra.ph/file/65ba65b8eab1064c901cc.jpg"

    KICK_TXT = """     <b>🔖 KICK NOTE 🔖</b>

<b> This command can use in group and 
 only 👩‍🔧admin can use this feature</b>

/kick ഈ command ഉപയോഗിച്ചാൽ അലമ്പന്മാരെ പിടിച്ച് പുറത്താക്കാം"""

    BAN_TXT = """      <b>🔖 BAN NOTE 🔖</b>

<b> This command can use in groups and
 only 👩‍🔧admin can use this feature</b>

/ban    ഈ command ഉപയോഗിച്ചാൽ അലമ്പന്മാരെ പിന്നിട് ഗ്രൂപ്പിൽ കേറാൻ പറ്റാത്തപോലെ പിടിച്ച് പുറത്താക്കാം
/unban  ഈ command ഉപയോഗിച്ചാൽ അലമ്പ് മാറ്റിയവന്മാരെ പിന്നിട് ഗ്രൂപ്പിൽ കയറ്റാം"""

    MUTE_TXT = """     <b>🔖 MUTE NOTE 🔖</b>

<b> This command can use in groups and
 only 👩‍🔧admin can use this feature</b>

/mute    ഈ command ഉപയോഗിച്ചാൽ പിന്നെ അവൻ ഈ ഗ്രൂപ്പിൽ മിണ്ടില്ല"""

    UNMUTE_TXT = """   <b>🔖 UNMUTE NOTE 🔖</b>

<b> This command can use in groups and
 only 👩‍🔧admin can use this feature</b>

/unmute  ഈ command ഉപയോഗിച്ചാൽ ലെവൻ്റെ സ്വഭാവം മാറിയാൽ അവനേക്കൊണ്ട് സംസാരിപ്പിക്കാം"""

    USERINFO_TXT = """      <b>🔖 USERINFO NOTE 🔖</b>

<b> This command can use in private and
 anyone can use this feature</b>

/id  ഈ command ഉപയോഗിച്ചാൽ നിങ്ങളുടെ details അറിയാൻ കഴിയും
/info  ഈ command ഉപയോഗിച്ചാൽ നിങ്ങളുടെ info അറിയാൻ സാധിക്കും"""
